accountsservice
adapta-gtk-theme
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
alacritty
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
android-file-transfer
android-udev
appstream
arandr
arc-gtk-theme
arc-icon-theme
arch-install-scripts
archiso
arcolinux-alacritty-git
arcolinux-arc-kde
arcolinux-arc-themes-git
arcolinux-bin-git
arcolinux-bspwm-git
arcolinux-candy-beauty-git
arcolinux-config-all-desktops-git
arcolinux-conky-collection-git
arcolinux-dconf-all-desktops-git
arcolinux-fonts-git
arcolinux-grub-theme-vimix-git
arcolinux-gtk3-sardi-arc-git
arcolinux-hblock-git
arcolinux-keyring
arcolinux-kvantum-git
arcolinux-kvantum-theme-arc-git
arcolinux-local-applications-git
arcolinux-local-xfce4-git
arcolinux-meta-logout
arcolinux-meta-steam-nvidia
arcolinux-mirrorlist-git
arcolinux-neofetch-git
arcolinux-nitrogen-git
arcolinux-paru-git
arcolinux-pipemenus-git
arcolinux-polybar-git
arcolinux-qt5-git
arcolinux-rofi-git
arcolinux-rofi-themes-git
arcolinux-sddm-sugar-candy-git
arcolinux-system-config-git
arcolinux-systemd-services-git
arcolinux-termite-themes-git
arcolinux-tweak-tool-git
arcolinux-variety-autostart-git
arcolinux-variety-git
arcolinux-volumeicon-git
arcolinux-wallpapers-git
arcolinux-welcome-app-git
arcolinux-xfce-git
arcolinux-zsh-git
ascii-image-converter-git
asciinema
aura-bin
autoconf
automake
autorandr
autotrash
avahi
awesome-terminal-fonts
ayu-theme
base
bash-completion
bat
bibata-cursor-theme-bin
bind
binutils
bison
bitwarden-bin
blueberry
bluez
bluez-libs
bluez-utils
bpytop
brave-bin
breeze-gtk
breeze-icons
broadcom-wl
bspwm
btrfs-progs
capitaine-cursors
catppuccin-gtk-theme
cellwriter
cmatrix
cmus
crda
cryptsetup
cups
cups-filters
cups-pdf
cups-pk-helper
darkhttpd
dconf-editor
ddrescue
deluge
deluge-gtk
devdocs-desktop
dex
dhclient
dialog
diffutils
discord
dmenu
dmraid
dnsmasq
docker
docker-compose
dolphin
dosfstools
downgrade
drawio-desktop-bin
droidcam
duf-bin
dunst
dust
e2fsprogs
edid-decode-git
edk2-shell
efibootmgr
emacs
eslint
eslint_d
ethtool
eww-git
exa
exfatprogs
exo
expac
f2fs-tools
faba-icon-theme-git
faba-mono-icons-git
fakeroot
fatresize
fd
feh
ffmpegthumbnailer
figlet
file
file-roller
findutils
firefox
firefox-adblock-plus
firefox-developer-edition
firefox-ublock-origin
fish
flameshot
flavours
flex
freetype2
fsarchiver
fslint
fzf
garcon
gawk
gcc
gettext
ghostscript
gimp
git
gksu
gnome-keyring
gnu-netcat
gofumpt
gpart
gparted
gpm
gptfdisk
grep
groff
grub
grub-btrfs
grub-customizer
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk3
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
halo-icons-git
hardcode-fixer-git
hardinfo
haveged
hdparm
hplip
htop
hw-probe
hwinfo
i3-gaps
i3-swallow-git
i3lock-fancy-dualmonitors-git
imagemagick
inotify-tools
insomnia-bin
intltool
inxi
ipw2100-fw
ipw2200-fw
irssi
itch
iw
jellyfin
jfsutils
jq
jsoncpp
kapow
kdeconnect
keepassxc
keepmenu-git
kitty
kitty-terminfo
krita
ktimetracker
laptop-detect
lazygit
less
libcups
libdvdcss
libfido2
libgsf
libmtp
libopenraw
libpwquality
libreoffice-fresh
librewolf-bin
librewolf-extension-bitwarden
librewolf-extension-dark-reader
librewolf-extension-noscript
libtool
libusb-compat
lightmon
linux
linux-atm
linux-firmware
linux-headers
logrotate
lolcat
lsb-release
lsscsi
lua-format
luacheck
lutris
lvm2
lxappearance
lxsession
m4
mailspring
make
man-db
man-pages
mariadb
materia-gtk-theme
materia-kde
mc
mdadm
memtest86+
mesa
mintstick-git
mkinitcpio
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
moka-icon-theme-git
moneymanagerex
mongodb-bin
mongodb-compass
mpc
mpd
mpv
mtools
mtpfs
multilockscreen
mysql-workbench
nano
nbd
ncdu
ncmpcpp
ncspot-bin
ndisc6
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-dmenu-git
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nextcloud-client
nfs-utils
nilfs-utils
nitrogen
nodejs
nodejs-live-server
nodejs-lua-fmt
notion-app-enhanced
noto-fonts
npm
nss-mdns
ntfs-3g
ntp
numix-circle-arc-icons-git
numix-gtk-theme-git
numlockx
nvim-packer-git
nvme-cli
obs-studio
oh-my-zsh-git
openbox-themes-pambudi-git
openconnect
openresolv
openssh
openvpn
os-prober
oxy-neon
p7zip
pacman
pacutils
pamac-all
pandoc
paper-icon-theme
papirus-icon-theme
partclone
parted
partimage
paru-bin
patch
pavucontrol
pcmanfm
pcsclite
picom-jonaburg-git
pkgconf
playerctl
polkit
polkit-dumb-agent-git
polkit-gnome
polybar
poppler-glib
poppler-qt5
portainer-bin
postman-bin
ppp
pptpclient
prettier
print-manager
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pygtk
pyside2
python-black
python-pip
python-pyparted
python2-pyxdg
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-lottie
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quicktimeline
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-serialbus
qt5-serialport
qt5-tools
qt5-translations
qt5-webglplugin
qt5-webkit
qt5-webview
qt5-xmlpatterns
qt5ct
qutebrowser
ranger
raw-thumbnailer
redshift
reflector
reiserfsprogs
ripgrep
ristretto
rofi
rofi-bluetooth-git
rofi-calc
rofi-emoji
rofi-power-menu
rp-pppoe
rsync
rustup
rxvt-unicode-terminfo
sane-airscan
sardi-icons
sayonara-player
scrcpy
scrot
sdparm
sed
sg3_utils
shellcheck
shfmt
signal-desktop
skanlite
slack-desktop
smartmontools
sof-firmware
speedtest-cli-git
spicetify-cli
spicetify-themes-git
splix
spotify
spotify-tui-bin
spotifyd
spotifywm-git
squashfs-tools
sshfs
starship
stylua-bin
sudo
surfn-icons-git
surfn-mint-y-icons-git
sutils-git
sxhkd
syslinux
system-config-printer
tcpdump
tealdeer
telegram-desktop
terminus-font
termite
termite-terminfo
testdisk
texinfo
thefuck
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift
timew
tlauncher-tl
tmux
tor
torbrowser-launcher
tpm2-tss
transmission-gtk
transmission-remote-gtk
trashman
tree
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-hack
ttf-ms-fonts
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
tumbler
udftools
udiskie
udiskie-dmenu-git
udisks2
ueberzug
unace
unrar
unzip
upower
usb_modeswitch
usbmuxd
usbutils
v4l2loopback-dkms
variety
vimiv-qt-git
virtualbox
virtualbox-ext-oracle
vlc
volumeicon
vpnc
vscodium-bin
w3m
webkit2gtk
wget
whatsapp-nativefier
which
wine
wireless-regdb
wireless_tools
wmctrl
wpa_supplicant
wvdial
xapp
xclip
xcursor-arch-cursor-complete
xcursor-comix
xcursor-flatbed
xcursor-neutral
xcursor-premium
xcursor-simpleandsoft
xdg-desktop-portal-gtk
xdg-user-dirs
xdo
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-vmmouse
xf86-input-void
xf86-input-wacom
xf86-input-xwiimote-git
xf86-video-amdgpu
xf86-video-ati
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-vesa
xfce4-appfinder
xfce4-settings
xfce4-taskmanager
xfconf
xfsprogs
xl2tpd
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
xtitle-git
xwiimote-git
yad
yarn
youtube-dl
zafiro-icon-theme
zathura
zathura-pdf-mupdf
zenity
zsh
zsh-completions
zsh-syntax-highlighting
zsh-theme-powerlevel10k
